群号码@914717047@群号码

首页须知(最新上线-身份证查询功能，请到大厅-全部功能页面查看。)首页须知

广告招商【http://ayjrw.test.upcdn.net/2022081422282831537705.png】广告招商
广告招商查看【http://ayjrw.test.upcdn.net/2022081422302295393283.jpeg】广告招商查看

热门【
长宽(500dp)
是功能功能(迷路指南)功能网页(znz.iyu)网页图片(http://ayjrw.test.upcdn.net/202208132493840085766.png)图片会员(no)会员
是功能功能(心情解压)功能网页(图片解压.iyu)网页图片(http://ayjrw.test.upcdn.net/202208132511261018584.png)图片会员(no)会员
是功能功能(记账助手)功能网页(记账助手.iyu)网页图片(http://ayjrw.test.upcdn.net/202208132514245281807.png)图片会员(no)会员
是功能功能(图片变灰)功能网页(黑白图片.iyu)网页图片(http://ayjrw.test.upcdn.net/202208132521675175263.png)图片会员(no)会员
是功能功能(音乐集市)功能网页(音乐集市.iyu)网页图片(http://ayjrw.test.upcdn.net/202208132524036022877.png)图片会员(no)会员
是功能功能(便携浏览)功能网页(浏览器.iyu)网页图片(http://ayjrw.test.upcdn.net/202208132530977256173.png)图片会员(no)会员
是功能功能(荣耀爆料)功能网页(http://pvp.qq.com/m/m201706/coming)网页图片(http://ayjrw.test.upcdn.net/202208132535992370913.png)图片会员(no)会员
是功能功能(网站制作)功能网页(http://zz.ayjrw.cn)网页图片(http://ayjrw.test.upcdn.net/202208132533399047726.png)图片会员(no)会员
是功能功能(身份查询)功能网页(http://ip.cn/)网页图片(http://ayjrw.test.upcdn.net/2022081623470958460083.png)图片会员(是)会员
】热门

一天金额[5.88]//可~关闭
一月金额[18.88]
一季金额[50.00]
一年金额[188.88]
永久金额[288.88]

第二页广告位信息--------
变换[1]
广告一图[https://pic.imgdb.cn/item/62f14f1916f2c2beb114132b.png]
广告二图[https://pic.imgdb.cn/item/62f14f0216f2c2beb113ccfb.png]
广告三图[https://pic.imgdb.cn/item/62f14ed316f2c2beb11354b8.png]
广告一地址[邀请好友.iyu]
广告二地址[http://www.ayjrw.cn/huancun/3.png]
广告三地址[http://www.ayjrw.cn/huancun/3.png]
好事[无]

QQ互联以及付款等等api--------
QQ登录id[1107961986]
支付宝付款[https://pic.imgdb.cn/item/62d19c70f54cd3f937dfc678.jpg]
微信付款[https://pic.imgdb.cn/item/62d19c71f54cd3f937dfc67e.jpg]
支付[http://pay.ayjrw.cn/]
在线支付开关[开]
微信登录id[1107961986]
微信客服地址[https://work.weixin.qq.com/kfid/kfc5339661d396e216f]
微信客服[关]
后台[你猜不到]
//开就是打开微信客服窗口
下载(http://m.appchina.com/app/yx.yxkj)下载

Box贡献者

《By隐心》①1877690156①②创始人②③在线收徒，教技术！③④可以④
《新晨》①775501429①②测试专员②③隐Box版本测试员③④不可以④
《宁娇》①3185594019①②UI讨论②③一起讨论界面的好朋友③④不可以④
《刘大涛》①35702342①②技术员②③提供后台服务器对接③④不可以④
《是宇不是鱼》①2125420745①②资源提供②③部分res包提供者.③④不可以④
《会员充值者》①1207764023①②168524$②③各种充值会员的客户③④不可以④

Box贡献者

主页api须知

随机图片[https://api.ixiaowai.cn/api/api.php?return=json]
json随机图片[imgurl]
官网[http://www.ayjrw.cn/]
api[http://Box.ayjrw.cn/]
cz[https://shimo.im/docs/eSZpX7GLAaAsg22h]
jz[允许]
违[是]
随机图[http://imgapi.xl0408.top/index.php]随机图
隐藏[开启]
邮箱账户[a1877690156@163.com]
版本更新[4.9]
版本下载[https://ghr.lanzoub.com/u/ghr]
更新内容[细节优化，修复部分Bug。
更多功能等你体验。]
QQ[1877690156]
微信[grnb69]
支付宝[13756837975]
邮箱授权码[KUTHQIEDYQFZQAHN]
随心视频[https://api.shy-jan.com.cn/api/Tencent-to-watch?type=random]
黄片搜索[http://520793.com/so/]
随机视频[http://v.nrzj.vip/video.php]
分享内容[我发现了一个软件大全，超多功能等你使用，快来试试吧：www.lanzoui.com/u/ghr]
更多精彩[http://www.lanzoui.com/u/ghr]

违是违法功能，黄色是否显示
api网站的链接pai
cz充值的判断接口
jz软件访问
分享内容是软件内的分享功能的展示
更多精彩是软件第四页点击更多精彩进入的网站

/////////////
★https://pic.imgdb.cn/item/628f744d09475431295ca811.jpg★

星星是第二页横幅显示的图片

♜https://pic.imgdb.cn/item/62bc98c81d64b07066359e0c.jpg♜

限时活动开

限时活动是是否能在社区发文件

一年价格[优惠：420/年]
一个月价格[价格：38/月]

软件会员页面的开通会员价格

广告【隐心科技●哈喽，这里是广告位，有业务的老铁可以联系隐心投稿哦！认准QQ1877690156！●幻隐网络-隐心收徒，想让自己为家人分担一点么？或者是想自己躺着赚钱，让生活变得宽裕一些呢？∑现在隐心收徒中，价格合理，一次付费，终身师傅，教您各种技术，月赚上万不是梦！现在点击下方去看看，即可查看价格，以及都教些什么！按照自己需求就可以，不必花太多钱拜最贵的师！∑微信咨询：grnb69●QQ好友不小心删除，QQ群不小心踢人，可以利用本网站恢复∑地址：http://huifu.qq.com/】广告

广告是在平民功能页面上方显示的


////////////
全部功能[
《功能使用》[咳咳，很多功能，你们可能用不了，有两种原因：隐Box版本太低，可以去(应用汇)平台下载最新版，或者是手机版本太低，手机版本太低，这个我们无法替您解决，但是请多关注隐Box，防止错过最新版，大多数功能无法使用！]【用户须知】〖〗

《会员充值》[有的人不知道会员充值界面在哪，我也是无语，好吧，那我这边开启个会员快捷进入页面，点击这个就可以进入充值界面了！]【平民功能】〖充值.iyu〗
《资料查询》[查身份证信息，查域名信息，查手机号归属信息，查彩票/快递/汇率/火车等等，都可以用得到我喔~]{https://ip.cn/}【远程会员功能】
《Q绑查询》[查QQ绑定的手机号，就是如此简单，不费事不费力，轻松解决一切问题。]{http://www.ayjrw.cn/qb}【远程会员功能】
《帮发消息》[自己不想发消息，让我们来替您发，你不敢做的事情，让我们来做！一键发送给目标好友消息！]【会员功能】〖帮发消息.iyu〗
《美女图片》[随机美女图片等你来查看，无黄色，不用背人，放开玩。]{http://rjk.apisaas.top/app/maijiaxiu.html}【远程功能】

《剪映创作》[模板剪辑不会？剪映创作者直接通过，被官方邀请教程大全。]{https://www.zmthome.com/自媒体教程/3046.html/}【远程会员功能】

《疫情数据》[多来看看我，疫情大事早知道，不再做无头苍蝇。]{https://voice.baidu.com/act/newpneumonia/newpneumonia/?from=osari_aladin_banner}【远程功能】

《经典热舞》[随机出现一个小姐姐，有趣的灵魂有了，就差你啦，快进来吧。]{http://rjk.apisaas.top/app/xiaojiejie.html}【远程功能】

《随机视频》[全世界随机找到一个人视频聊天，非常好玩有趣。]{http://www.chatroulette.com/}【远程会员功能】

《人脸识别》[让你的图片动起来，魔改跳舞，游戏人脸识别也可以试试的哦。]{http://Box.ayjrw.cn/Box/gn/rlsb}【远程会员功能】

《明星档案》[所有的明星隐私档案信息这里全部都有，无违法，放松身心查看。]{https://javtxt.com/top-actresses}【远程功能】

《指指点点》[点哪里，图片中的手指就指着哪里，很神奇的一个功能。]{https://pointerpointer.com/?utm_source=abskoop.com}【远程功能】
#分割符1#
《美女写真》[推荐在没人的时候自己查看，大量美女写真等君查阅。]{http://www.1y.is}【远程功能】

《食用手册》[疫情在家不知道吃些什么，进来看看吧，还有制作教程哩。]{https://cook.yunyoujun.cn/}【远程功能】

《隐易音乐》[免费听音乐，原来如此简单，聚合各大平台所有音乐，免费听，免费下载！]{https://flac.life/}【远程功能】

《战力查询》[来源于网络，请勿相信内广告，失效请联系隐box开发人员
轻松上国服，俯视一切，都是弟弟~]{https://www.wotianna.com/zxgj/wzryzlcx/}【远程功能】

《公式头像》[头像免费制作，引领潮流，不再单调无聊！！]【平民功能】〖公式头像.iyu〗

《封面获取》[B站封面获取，直接一键下载，方便快捷，拒绝繁琐！]【会员功能】〖封面获取.iyu〗

《配图提取》[快手作品图片无水印下载，直接提取保存，方便快捷！]【会员功能】〖快手提取.iyu〗

《Box游戏》[一个一个的经典的小游戏，听说有的人最近沉迷这些游戏无法自拔了？哈哈哈，你们快来试试吧！快来挑战吧！]    【平民功能】   〖游戏.iyu〗 

《快递查询》[一键查询您的宝贝到哪了，不管什么平台的快递这里输入单号均可查询！]    【平民功能】   〖快递.iyu〗 
#分割符2#
《极简画板》[发挥你的想象力，来这里尽情绘画吧！]【平民功能】〖画板.iyu〗

《记账助手》[每日的花销大？不知道钱都花在哪里了？你钱包里的钱不翼而飞？只要有了这个功能，消费一笔就来记录，不会有任何钱不翼而飞！]【平民功能】〖记账助手.iyu〗

《网络检测》[手机网络检测，检测手机是否有网络，这个功能隐心本人感觉用处不算太大，算是凑数的！]【平民功能】〖无网.iyu〗

《短视频解析》[一键获取短视频无水印视频，直接提取并且无需网络，非常的便捷实用，目前支持快手抖音两大短视频巨头平台视频解析！]【会员功能】〖抖音解析.iyu〗

《银行解析》[输入银行卡号即可直接提取到银行卡的所有可知信息！]【会员功能】〖蓝奏解析.iyu〗

《合同恶搞》[闲的无聊生成一张图片，恶搞朋友，本功能由用户推荐制作！]【平民功能】〖合同恶搞.iyu〗

《常用尺子》[是不是撸管的时候不知道自己的鸡巴有多长？这功能可以让你测量多长！哈哈哈，好了，不开玩笑了！一个随身携带的尺子，本人觉得挺实用的！]【平民功能】〖尺子.iyu〗

《水平测量》[看看您是否处于水平状态！这个功能没什么用，但是有些时候却很有用！]【平民功能】〖水平测量.iyu〗

《手机信息》[查看您的手机内所有信息，让您更了解自己的手机，不在一无所知！一脸懵逼]【平民功能】〖手机信息.iyu〗

《json转换》[帮您把复杂的json数据，转换成为utf-8，变为简单明了的文字！]【会员功能】〖json.iyu〗
#分割符3#
《便捷浏览》[方便快捷的使用搜索功能，现在有了隐Box，就算是浏览器都不需要了，全功能App，替代浏览器！]【平民功能】〖浏览器.iyu〗

《房税计算》[买房必备，一键计算房税价格，每平方米的价格，简单便捷，你值得拥有！]【平民功能】〖房税.iyu〗

《微计算器》[比较笨的逼，呸，比较笨的人，可以利用这个功能计算，防止买东西被骗，比如什么一块两块的拉，亏本就不好了！]【平民功能】〖js.iyu〗

《日常解压》[工作太累了，或者有些烦心事，可以来这里尽情的耍狗解压！]【平民功能】〖图片解压.iyu〗

《恶搞群名片》[让别人叫你爸爸？轻而易举，牛逼哄哄的名片赞就在此生成！]【平民功能】〖名片.iyu〗

《批量修改文件》[手机文件批量修改，比mt更好用的修改功能，让你快速修改一切文件，源码，资源！]【会员功能】〖批量改.iyu〗

《按摩震动》[男亦用来揉肚子，女亦用来高山流水！]【平民功能】〖zd.iyu〗

《小字生成》[特别小的字体，卡哇伊的身材，迷人的长相，绝对的特殊！]【平民功能】〖xz.iyu〗

《王者重名》[别人的名字你也想要，这款功能让特殊不再成为特殊！]【平民功能】〖wz.iyu〗
#分割符4#
《脑筋急转弯》[闲来无事逗逗朋友，你就是人群中最聪明的那个娃！]【平民功能】〖急转弯.iyu〗

《特殊网名》[没有一个个性的网名，你就没有真正的融入网络圈子！]【平民功能】〖lk.zt.iyu〗

《二维码生成》[普通的二维码生成器，不个性，但是很靓！]【平民功能】〖lk.ewm.iyu〗

《语音转换》[用于设置视频语音，以及各种语音包之类的视频什么的牛逼语音！]【平民功能】〖lk.wbzyy.iyu〗

《撤回恶搞》[连撤回文字都个性的不得了，你不特殊，但你在我眼里最帅！]【平民功能】〖lk.ch.iyu〗

《活了多久》[长了这么大，连自己活了多久都不知道，唉，瞧不起你，这款功能让你拒绝一问三不知！]【平民功能】〖活了多久.iyu〗

《透明头像》[将您的头像虚化，透明到霸气侧漏，看到一眼忘不掉的类型哦！]【平民功能】〖透明头.iyu〗

《强制聊天》[别人删好友怎么办，不理你说的话怎么办，这个功能帮你解决问题！]【平民功能】〖qz.iyu〗

《空间机型》[别人的空间都是特别好的手机，自己的手机不好，那么这款功能让你站在装逼的顶端！]【平民功能】〖lk.qkj.iyu〗

《爬虫资源》[获取网站的各种资源，全部搞下来，一览无余，站在人生巅峰！]【会员功能】〖爬虫.iyu〗
#分割符5#
《LED文字》[表白用的一款功能，前几天快手比较火！]【平民功能】〖LEDSC.iyu〗

《背景获取》[检测自己的手机壁纸，一键获取保存！]【平民功能】〖获取壁纸.iyu〗

《带壳截图》[让你连手机的截图都与众不同，从众人中脱颖而出！]【平民功能】〖带壳.iyu〗

《爱心九宫格》[可以用来表白，或者生成后自己看着得劲！]【平民功能】〖爱心九宫格.iyu〗

《尖叫字体》[连截图的字体都与众不同，慢慢变高！尖叫既视感！]【平民功能】〖尖叫字体.iyu〗

《盗音专家》[别人的语音，一键获取，占为己有！]【平民功能】〖盗音.iyu〗

《颜色提取》[程序猿用来获取颜色的值，实用性比较强！]【平民功能】〖颜色提取.iyu〗

《辅助瞄准》[穿越火线，或者刺激战场，一切打枪的游戏都可以用！让你打的更准，射的更猛！]【平民功能】〖辅助瞄准.iyu〗

《认识多久》[你和朋友认识多久了？这款功能帮你查询一下，稳稳的幸福！更牢靠！]【平民功能】〖关心查询.iyu〗

《壁纸制作》[羡慕别人的壁纸么？这款功能让你拥有个性的壁纸！]【平民功能】〖壁纸制作.iyu〗
#分割符6#
《颜色查看》[查看颜色的值，也是程序猿比较有用的功能！]【平民功能】〖颜色查看.iyu〗

《身材检测》[检测自己的体质，更加的了解自己！]【平民功能】〖BIM.iyu〗

《数学计算》[上学不好好学习数学，这款功能让难不再是难！]【平民功能】〖计算.iyu〗

《功能太多》[唉，功能太多了，一时半会加不完，以后慢慢加！]【隐心吐槽】〖〗

《sq解密》[QQ机器人专属破解加密功能！让您的机器人，不再有障碍！]【会员功能】〖sq解密.iyu〗

《彩色头像》[特别流行的彩色头像，让您的头像颜色大变色，让您个性不大众！]【会员功能】〖彩色头像.iyu〗

《靓号在手》[QQ靓号申请器，9位QQ，靓号QQ，都可以轻松申请到手，个性的我，无需隐藏！]【会员功能】〖lh.iyu〗

《悬浮播放》[看电视/电影/电视剧，但是还想玩游戏，怎么办？这款功能让你边玩游戏，还能边看电视！]【会员功能】〖悬浮播放.iyu〗

《歌曲查询》[找到您喜欢的歌曲歌词和下载链接，无需会员，无会员也要如此的高调！]【会员功能】〖歌曲查询.iyu〗

《手机归属》[查询手机号的归属地，用来查询/社工别人的地址！]【会员功能】〖归属地.iyu〗
#分割符7#
《代码加密》[ut8加密，加密您的文字，摩斯密码，不易破解！]【会员功能】〖代码加密.iyu〗

《在线仿站》[获取别人的网站源代码，取而代之，自己也可以制作相同的网站！]【会员功能】〖在线仿站.iyu〗

《网络技巧》[玩网络，怕被骗，别人说话不知道什么意思怎么办？这款功能让你什么都知道，不再被骗！]【会员功能】〖技巧.iyu〗

《Apk提取》[一键提取apk软件中的图片资源数据，以便于自己开发使用。]【会员功能】〖提取.iyu〗

《一键编程》[自己制作自己喜欢的App，只属于自己，不会编程都不是问题！]【会员功能】〖一键编程.iyu〗

《资源提取》[提取apk资源，一款比较好用的功能，程序猿编程软件必备！]【会员功能】〖提取.iyu〗

《HTML运行》[程序猿测试html代码专用，普通人可能用不上，编程网站专用的功能！]【会员功能】〖gndm.iyu〗

《社交辅助》[聊天的时候不会说话，或者和朋友之间不懂得说什么合适，这款功能很适合你！]【会员功能】〖社交.iyu〗]全部
#分割符8#
////////////
不常更新公告{

【隐Box4.8.5版本】
@福利来了福利来了，隐Box中的远程功能已经不需要会员就可以使用了，快来更新吧！！！@

【隐Box4.6版本】
@4.6版本已经于2022年4月16日上线，在这里，我有句话要说，因为前些日子我不小心触犯法律，可能是售卖违法软件，受到了法律的制裁，可能会被关7-8年，可能没有我想的这么严重，但是如果真的进去了，隐Box可能也用不了多久了，如果真的没有这么严重，事情解决了，我会出品全新的隐Box，定会颠覆各位对app的认知！打算全新改版！---By隐心@

【隐Box问题】
@各种问题，比如本软件各位不满意，或者需要增加什么功能，可以随时在主页的交流里面反馈给我们官方！看到会回复，如果是有用的问题，这边会送出会员礼包！@

}不常更新公告


////////////
日常问题{
【哪里不懂看这里！】
@隐Box的功能很多，导致很多人找不到自己想要的功能，或者是迷路了，哈哈哈。
那么怎么办呢？别急别急，接着看。

5.0版本的用户可以点击主页的(智能客服)寻找自己的问题解决方法，其他用户请往下看。

首先功能界面在右下角的按钮，点击一下，再点击>全部功能<就可以了。
然后功能不会用怎么办？还是点击右下角按钮，然后进入社区，点击>使用技巧<进去学习一下就可以啦，非常之简单。

有任何问题请联系微信客服：grnb69@
【本App的功能以及玩法】
@哈喽，我是By隐心，太无聊了，给各位分享几种隐Box的玩法吧~

第一种：毋庸置疑，肯定是隐Box中的功能，这个不是今天的主角，就不多言语了。

第二种：论坛帖子，这个是隐Box唯一一个可以帮你赚钱的玩法，只需要发布文章帖子，设置用户付费查看，即可赚取收益，然后呢各位可能会发现，隐Box的用户头像无法更改，这就跟正规创作者有关了。

普通用户可以玩，赚点小收益，如果想要开通更多权益，可以联系微信：grnb69(开通官方创作者-认证)

认证后可以：更改自己的信息、收益赚取的更多、流量曝光、免费会员等等，欢迎up主来咨询。

第三种：软件的会员并不是只有充钱才可以获得的喔，可以通过签到获取龙珠，龙珠每满十个，可以兑换会员权限。

第四种：邀请自己的好友加入我们隐Box，对方注册输入您邀请码即代表完成，邀请十人即可获取一个月会员权限。@
【免费获取会员机制！】
@看隐Box哪里不顺眼，或者软件内功能有问题，又或者有什么想要的功能隐Box中没有，可以联系微信：grnb69来进行反馈，有效反馈可获取一个月~永久会员不等！@
【软件耗费流量么？】
@您好，针对这个问题，隐心也研究了很久，太浪费流量对你们不好，我这边也得不到任何利益，所以呢，我尽量的缩减了流量使用空间！然后呢，使用软件推荐您还是用wifi网络，如果4G等流量的话，会耗费很多的，虽然说已经缩减了，但是观看影视之类的还是会浪费大量流量，不管什么App都是非常耗费流量的，所以这个无法避免，推荐使用wifi网络！如果您喜欢用4G等网络的话，你可以查看耗费了多少，是否可接受，不接受的话还是推荐您用wifi！@
【软件为什么收费？】
@话不多说！很多人问，为什么要收费？其实本来是打算做免费的，但是由于每个月各种续费高达1000+，多少还是有些吃力，平台只要运营，我就需要钱，然而我一人显然不行，而且我也要吃饭，我也要活着呀，所以选择了收费模式。就算收费，我也是保持了初心，软件内免费功能也很多，给各位极致的体验！希望能得到各位的支持！@
【软件需要网络么？】
@本软件是利用很多网络接口制作而成的App，因此需要网络，现在玩手机，最基础的就是网络，所以这个问题，相信很多人都不会受限制吧！@

}日常问题