配置
--------
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
清理大厅(http://Box.ayjrw.cn/Box/yhqldt.php)清理大厅
汇总(http://Box.ayjrw.cn/Box/bs.php)汇总
部署(http://Box.ayjrw.cn/Box/bs.php)部署
接口(http://Box.ayjrw.cn/)接口
默哀[]
防红制作[http://随机.boxfh.ayjrw.cn/]
防红价格[300]
会员优惠[85]
支付宝充值[关]
好事[无]
topon广告联盟[开启]
抽奖[关]
付费下载[https://bbs.ayjrw.cn/4209/]
代理功能[关]
主页视频是否[关]
主页视频[https://txmov2.a.kwimgs.com/upic/2022/09/09/23/BMjAyMjA5MDkyMzQ3NTNfNDgzNTEwMzM5XzgzODMyNDAyMTE2XzFfMw==_b_B294c8419e15dd77836010d33912c202d.mp4?tag=1-1662820707-std-1-hof6rn7rr8-19a4301066f2d05d&clientCacheKey=3xbptg82n9at4e6_b.mp4&tt=b&di=31e8080c&bp=12681]
会员充值地址[http://zy.ayjrw.cn/?mod=buy&tid=1]
广告充值地址[http://zy.ayjrw.cn/?cid=3&tid=3537]
金币充值地址[http://zy.ayjrw.cn/?cid=3&tid=3542]
卡券充值地址[http://zy.ayjrw.cn/?cid=3&tid=3538]
//填写默哀就可以软件全部变色灰色
特殊活动[]
官网[http://www.ayjrw.cn/]
api[http://Box.ayjrw.cn/]
群(985820432)群
商城网址(http://zy.ayjrw.cn/)
AI机器人(https://tongyi.aliyun.com/qianwen/)
QQ频道(https://pd.qq.com/s/69rx2je7p)
顶部[感谢您的支持。]顶部

jz[允许]
<软件(禁止)使用，或者(允许)>

<主页大厅搜索功能界面是否显示可能会违法的功能>


群号码@985820432@群号码
<隐Box加QQ群的群号码>



--------


街机游戏
--------
街机游戏(
《超级马里奥》[https://www.yikm.net/play?id=3501&n=L2Zjcm9tL2R6bXgvU3VwZXIgTWFyaW8gQnJvcy4gKFcpIFshXS5uZXM=&t=%E8%B6%85%E7%BA%A7%E9%A9%AC%E9%87%8C%E5%A5%A5]〖https://img.1990i.com/fcpic/2146a.png〗<是>
《魂斗罗》[https://www.yikm.net/play?id=4137&n=L2Zjcm9tL3NqL0NvbnRyYSAoVSkgWyFdLm5lcw==&t=魂斗罗]〖https://img.1990i.com/fcpic/sj/436a.png〗<是>
《恐龙快打》[https://www.yikm.net/play?id=5334&n=ZGluby56aXA=&t=恐龙快打&ac=4&l=capcom-cps-1]〖https://img.1990i.com/arcadepic/dino.png〗<是>
《坦克大战》[https://www.yikm.net/play?id=4275&n=L2Zjcm9tL3h5eC9CYXR0bGUgQ2l0eSAoSikgWyFdLm5lcw==&t=坦克大战]〖https://img.1990i.com/fcpic/xyx/timg.png〗<是>
《冒险岛》[https://www.yikm.net/play?id=3175&n=L2Zjcm9tL2R6bXgvVGFrYWhhc2hpIE1laWppbiBubyBCb3VrZW4gU2hpbWEgKEopIFshXS5uZXM=&t=冒险岛]〖https://img.1990i.com/fcpic/1001a.png〗<是>
《三国志》[https://www.yikm.net/play?id=5341&n=d29mLnppcA==&t=三国志&ac=4&l=capcom-cps-1]〖https://img.1990i.com/arcadepic/wof.png〗<是>
《死神vs火影》[https://www.yikm.net/bvn2.html]〖https://img.1990i.com/flashpic/bvn2.jpg〗<是>)街机游戏
--------



首页须知(全年活动，购买会员无论哪个，免费赠送幻隐社区论坛永久会员，联系客服即可！)首页须知
写无代表不显示


广告招商【https://pic.imgdb.cn/item/651d8c78c458853aefe991d1.png】广告招商
广告招商查看【http://ayjrw.cn/kf/wxj.png】广告招商查看



主页第一页显示的功能配置
--------
热门【
是功能功能(官方论坛)功能网页(http://bbs.ayjrw.cn)网页图片(https://pic.imgdb.cn/item/66ddf2a8d9c307b7e9d53a5c.png)图片会员(no)会员
是功能功能(网站防红)功能网页(防红制作.iyu)网页图片(https://pic.imgdb.cn/item/671ca6acd29ded1a8c018a74.png)图片会员(no)会员
是功能功能(官方商城)功能网页(http://zy.ayjrw.cn)网页图片(https://pic.imgdb.cn/item/66929d57d9c307b7e98c5d05.png)图片会员(no)会员
是功能功能(影视短剧)功能网页(http://cms.ayjrw.cn)网页图片(https://pic.imgdb.cn/item/66929d57d9c307b7e98c5cf0.png)图片会员(no)会员
是功能功能(会员Q群)功能网页(https://qm.qq.com/q/1o8Go7P1vm)网页图片(https://pic.imgdb.cn/item/66929bc3d9c307b7e98a0ddf.png)图片会员(是)会员
是功能功能(迷路指南)功能网页(znz.iyu)网页图片(https://pic.imgdb.cn/item/66929c4ad9c307b7e98ad897.png)图片会员(no)会员
是功能功能(心情解压)功能网页(图片解压.iyu)网页图片(https://pic.imgdb.cn/item/66929c7dd9c307b7e98b2a08.png)图片会员(no)会员
是功能功能(身份查询)功能网页(https://mtool.chinaz.com/)网页图片(https://pic.imgdb.cn/item/66929d57d9c307b7e98c5d17.png)图片会员(是)会员
是功能功能(记账助手)功能网页(记账助手.iyu)网页图片(https://pic.imgdb.cn/item/66929c7dd9c307b7e98b2a19.png)图片会员(no)会员
是功能功能(图片变灰)功能网页(黑白图片.iyu)网页图片(https://pic.imgdb.cn/item/66929cb3d9c307b7e98b76f7.png)图片会员(no)会员
是功能功能(荣耀爆料)功能网页(https://pvp.qq.com/m/m201706/coming/)网页图片(https://pic.imgdb.cn/item/66929cdad9c307b7e98bae33.png)图片会员(no)会员
】热门
--------



隐Box充值会员配置
--------
一天金额[关闭]//可~关闭
广告会员[15.00]
一月金额[58.88]
一季金额[88.88]
一年金额[168.88]
永久金额[299.99]
一张卡[20]
十张卡[100]
五十张卡[300]
--------



第二页广告位信息
--------
变换[1]
广告一图[https://pic.imgdb.cn/item/651d8dd4c458853aefe9e6f3.png]
广告二图[https://pic.imgdb.cn/item/65c8e10f9f345e8d03c4dc75.jpg]
广告三图[https://pic.imgdb.cn/item/6671a112d9c307b7e9f4fa17.jpg]
广告一地址[邀请好友.iyu]
广告二地址[https://www.wenjuan.com/s/UZBZJvVdelx/]
广告三地址[http://zy.ayjrw.cn/?mod=buy&tid=3541]
街机游戏[关]
--------



QQ互联以及付款等等api
--------
QQ登录id[1108459696]
支付宝付款[]
微信付款[]
http://www.ayjrw.cn/kf/wx.png
支付[http://pay.ayjrw.cn/]
在线支付开关[开]
微信登录id[1107961986]
微信客服地址[http://ayjrw.cn/lx]
微信客服[关]
客服微信[grnb69]
//设置开启(开/关)
后台[你猜不到]
//开就是打开微信客服窗口
下载(http://m.appchina.com/app/yx.yxkj)下载
--------



Box贡献者
--------
《By隐心》①1877690156①②创始人②③在线收徒，教技术！③④可以④
《新晨》①775501429①②测试专员②③隐Box版本测试员③④不可以④
《宁娇》①3185594019①②UI讨论②③一起讨论界面的好朋友③④不可以④
《刘大涛》①35702342①②技术员②③提供后台服务器对接③④不可以④
《是宇不是鱼》①2125420745①②资源提供②③部分res包提供者.③④不可以④
《会员充值者》①1207764023①②168524$②③各种充值会员的客户③④不可以④
--------
Box贡献者




主页api须知
--------
随机图片[http://box.ayjrw.cn/Box/api/acgurl.php?return=json]
json随机图片[acgurl]
cz[https://shimo.im/docs/eSZpX7GLAaAsg22h]
违[是]
随机图[http://imgapi.xl0408.top/index.php]随机图
隐藏[开启]
邮箱账户[a1877690156@163.com]
版本更新[5.2.4.3]
版本下载[https://ghr.lanpv.com/u/ghr]
更新内容[修复所有已知Bug.
优化在线聊天功能以及细节.
1.还有更多的精彩等你来看。
2.更多的细节优化，让你爱不释手。
3.邀请好友注册对方充余额可以获取百分之70收益！]
QQ[1877690156]
微信[微信公众号：幻隐网络群]
支付宝[17390061652]
邮箱授权码[ASHCIVGOZBOCPXQT]
随心视频[https://jiejie.uk/xjj/get/get0.php]
随机视频[http://v.nrzj.vip/video.php]
分享内容[我发现了一个软件大全，超多功能等你使用，快来试试吧：www.ayjrw.cn]
更多精彩[https://ghr.lanpv.com/u/ghr]

违是违法功能，黄色是否显示
api网站的链接pai
cz充值的判断接口
jz软件访问
分享内容是软件内的分享功能的展示
更多精彩是软件第四页点击更多精彩进入的网站

/////////////
★https://pic.imgdb.cn/item/628f744d09475431295ca811.jpg★

星星是第二页横幅显示的图片

♜https://pic.imgdb.cn/item/62bc98c81d64b07066359e0c.jpg♜

限时活动开

限时活动是是否能在社区发文件

一年价格[优惠：420/年]
一个月价格[价格：38/月]

软件会员页面的开通会员价格

广告【隐心科技●哈喽，这里是广告位，有业务的老铁可以联系隐心投稿哦！！∑地址：http://ayjrw.cn/lx/●幻隐网络-隐心收徒，想让自己为家人分担一点么？或者是想自己躺着赚钱，让生活变得宽裕一些呢？∑现在隐心收徒中，价格合理，一次付费，终身师傅，教您各种技术，月赚上万不是梦！现在点击下方去看看，即可查看价格，以及都教些什么！按照自己需求就可以，不必花太多钱拜最贵的师！∑地址：http://ayjrw.cn/st/●QQ好友不小心删除，QQ群不小心踢人，可以利用本网站恢复∑地址：http://huifu.qq.com/】广告

广告是在平民功能页面上方显示的


////////////
全部功能[
《会员充值》[有的人不知道会员充值界面在哪，我也是无语，好吧，那我这边开启个会员快捷进入页面，点击这个就可以进入充值界面了！]【平民功能】〖充值.iyu〗

《作者收徒》[学习全栈编程技术开发，知晓各种知识，在网络上争得一份天地.]{http://www.ayjrw.cn/st}【远程功能】

《商户采集》[采集全中国的地图商户信息，支持一键采集导出，快速获客获取资料.]{http://cjsh.ayjrw.cn}【远程会员功能】

《运势测算》[测试一下你今年以及对象的运势如何呢.]{http://smw.ayjrw.cn}【远程功能】

《接口循环》[无限调试你的api接口，可批量获取数据，循环递交post信息~]【会员功能】〖接口循环.iyu〗

《支付对接》[创建自己的商户进行收款，无风控，不封号，永久收钱就是这么简单，可以对接自己1平台，支持代收代付~]{https://us.ayjrw.cn/}【远程功能】

《网站制作》[制作一款专属于您自己的网站，合理分配，合理的使用吧~]{http://zz.ayjrw.cn/}【远程功能】

《2048游戏》[悄悄地告诉你，这是作者最喜欢玩的游戏，真的很好玩，哈哈哈~]{http://www.ayjrw.com/2048}【远程功能】

《经纬度查询》[利用经纬度来查询具体位置，顺着网线找到地址~]{http://jingweidu.757dy.com/}【远程会员功能】

《IP查经纬度》[输入IP即可查询经纬度的具体地址还有IP的信息，一个IP可以获取多少信息你知道吗。]{https://ctfever.uniiem.com/tools/ip-geo}【远程会员功能】

《随机矢量头像》[一键随机生成矢量图头像，引领新潮流，带你一起换一波头像风云。]{http://box.ayjrw.cn/tx}【远程功能】

《违法记录查询》[正规渠道查询指定的人是否违法，所有人的违法记录都可以在这里查询，找好合作人很重要.]{https://wenshu.court.gov.cn/}【远程会员功能】

《编程学习》[在这里你可以学会全网任何的编程语言并自己开发app，可视化的编程设计，傻瓜式的开发模式，每个人都是合格的程序员，担保比学校教的更全面.]{https://www.runoob.com}【远程会员功能】

《图床外链》[把自己的图片或者文件视频变成链接分享给别人查看，就是这么简单。]{http://tc.ayjrw.cn}【远程会员功能】

《AI照片变动漫》[将您的照片变成动漫，好看的动漫效果非常强大，一键生成。]{https://www.gaituya.com/manhua/?zhljj220512-322584213}【远程会员功能】

《ai生成图》[这是一个预训练的（4B参数）转换器，用于一般领域的文本到图像生成，能够根据文字描述生成图片的人工智能，这个实现是基于SwissArmyTransformer库（v0.2）新版本的也已经推出，最新的模型也支持英文输入，不过常将它们翻译成中文会效果会更好，效果仅供参考，有些图像会翻车，毕竟是人工智能ai干的。]{https://models.aminer.cn/CogView/}【远程功能】

《违禁词检测》[检测您的文案中是否包含违禁词以及违法信息，方便您修改调整，拒绝下架，主要用于文案/淘宝/拼多多以及商家违禁词检测。]{http://m.ju1.cn/}【远程会员功能】
#分割符#

《英雄信息查询》[王者荣耀的英雄语音包，英雄封面一键获取，做视频做素材必备！]{https://www.ayjrw.cn/wzzl/}【远程会员功能】

《Q绑查询》[查QQ绑定的手机号，就是如此简单，不费事不费力，轻松解决一切问题。]{http://box.ayjrw.cn/qb/chaqq.html}【远程会员功能】

《帮发消息》[自己不想发消息，让我们来替您发，你不敢做的事情，让我们来做！一键发送给目标好友消息！]【会员功能】〖帮发消息.iyu〗

《gif代码图》[将您的图片变成代码gif动图制，非常的帅气，增加档次，非常好用！]{http://box.ayjrw.cn/Box/gn/hwd/}【远程功能】

《人脸识别》[让你的图片动起来，魔改跳舞，游戏人脸识别也可以试试的哦。]{http://Box.ayjrw.cn/Box/gn/rlsb}【远程会员功能】

《指指点点》[点哪里，图片中的手指就指着哪里，很神奇的一个功能。]{https://pointerpointer.com/?utm_source=abskoop.com}【远程功能】

《食用手册》[疫情在家不知道吃些什么，进来看看吧，还有制作教程哩。]{https://cook.yunyoujun.cn/}【远程功能】

《战力查询》[来源于网络，请勿相信内广告，失效请联系隐box开发人员，轻松上国服，俯视一切，都是弟弟~]{https://www.wotianna.com/zxgj/wzryzlcx/}【远程功能】

《公式头像》[头像免费制作，引领潮流，不再单调无聊！！]【平民功能】〖公式头像.iyu〗

《封面获取》[B站封面获取，直接一键下载，方便快捷，拒绝繁琐！]【会员功能】〖封面获取.iyu〗#分割符#

《配图提取》[快手作品图片无水印下载，直接提取保存，方便快捷！]【会员功能】〖快手提取.iyu〗

《记账助手》[每日的花销大？不知道钱都花在哪里了？你钱包里的钱不翼而飞？只要有了这个功能，消费一笔就来记录，不会有任何钱不翼而飞！]【平民功能】〖记账助手.iyu〗

《短视频解析》[一键获取短视频无水印视频，直接提取并且无需网络，非常的便捷实用，目前支持快手抖音两大短视频巨头平台视频解析！]【会员功能】〖抖音解析.iyu〗

《常用尺子》[这功能可以让你测量多长，一个随身携带的尺子，本人觉得挺实用的！]【平民功能】〖尺子.iyu〗

《水平测量》[看看您是否处于水平状态！这个功能没什么用，但是有些时候却很有用！]【平民功能】〖水平测量.iyu〗

《手机信息》[查看您的手机内所有信息，让您更了解自己的手机，不在一无所知！一脸懵逼]【平民功能】〖手机信息.iyu〗

《json转换》[帮您把复杂的json数据，转换成为utf-8，变为简单明了的文字！]【会员功能】〖json.iyu〗#分割符#

《房税计算》[买房必备，一键计算房税价格，每平方米的价格，简单便捷，你值得拥有！]【平民功能】〖房税.iyu〗

《微计算器》[比较笨的逼，呸，比较笨的人，可以利用这个功能计算，防止买东西被骗，比如什么一块两块的拉，亏本就不好了！]【平民功能】〖js.iyu〗

《日常解压》[工作太累了，或者有些烦心事，可以来这里尽情的耍狗解压！]【平民功能】〖图片解压.iyu〗

《恶搞群名片》[让别人叫你爸爸？轻而易举，牛逼哄哄的名片赞就在此生成！]【平民功能】〖名片.iyu〗

《批量修改文件》[手机文件批量修改，比mt更好用的修改功能，让你快速修改一切文件，源码，资源！]【会员功能】〖批量改.iyu〗

《按摩震动》[男亦用来揉肚子，女亦可用高山流水！]【平民功能】〖zd.iyu〗

《小字生成》[特别小的字体，卡哇伊的身材，迷人的长相，绝对的特殊！]【平民功能】〖xz.iyu〗

《王者重名》[别人的名字你也想要，这款功能让特殊不再成为特殊！]【平民功能】〖wz.iyu〗

《脑筋急转弯》[闲来无事逗逗朋友，你就是人群中最聪明的那个娃！]【平民功能】〖急转弯.iyu〗

《特殊网名》[没有一个个性的网名，你就没有真正的融入网络圈子！]【平民功能】〖lk.zt.iyu〗#分割符#

《二维码生成》[普通的二维码生成器，不个性，但是很靓！]【平民功能】〖lk.ewm.iyu〗

《撤回恶搞》[连撤回文字都个性的不得了，你不特殊，但你在我眼里最帅！]【平民功能】〖lk.ch.iyu〗

《活了多久》[长了这么大，连自己活了多久都不知道，唉，瞧不起你，这款功能让你拒绝一问三不知！]【平民功能】〖活了多久.iyu〗

《透明头像》[将您的头像虚化，透明到霸气侧漏，看到一眼忘不掉的类型哦！]【平民功能】〖透明头.iyu〗

《强制聊天》[别人删好友怎么办，不理你说的话怎么办，这个功能帮你解决问题！]【平民功能】〖qz.iyu〗

《爬虫资源》[获取网站的各种资源，全部搞下来，一览无余，站在人生巅峰！]【会员功能】〖爬虫.iyu〗

《LED文字》[表白用的一款功能，前几天快手比较火！]【平民功能】〖LEDSC.iyu〗

《背景获取》[检测自己的手机壁纸，一键获取保存！]【平民功能】〖获取壁纸.iyu〗#分割符#

《带壳截图》[让你连手机的截图都与众不同，从众人中脱颖而出！]【平民功能】〖带壳.iyu〗

《爱心九宫格》[可以用来表白，或者生成后自己看着得劲！]【平民功能】〖爱心九宫格.iyu〗

《尖叫字体》[连截图的字体都与众不同，慢慢变高！尖叫既视感！]【平民功能】〖尖叫字体.iyu〗

《颜色提取》[程序猿用来获取颜色的值，实用性比较强！]【平民功能】〖颜色提取.iyu〗

《辅助瞄准》[穿越火线，或者刺激战场，一切打枪的游戏都可以用！让你打的更准，射的更猛！]【平民功能】〖辅助瞄准.iyu〗

《认识多久》[你和朋友认识多久了？这款功能帮你查询一下，稳稳的幸福！更牢靠！]【平民功能】〖关心查询.iyu〗

《壁纸制作》[羡慕别人的壁纸么？这款功能让你拥有个性的壁纸！]【平民功能】〖壁纸制作.iyu〗

《颜色查看》[查看颜色的值，也是程序猿比较有用的功能！]【平民功能】〖颜色查看.iyu〗

《身材检测》[检测自己的体质，更加的了解自己！]【平民功能】〖BIM.iyu〗#分割符#

《数学计算》[上学不好好学习数学，这款功能让难不再是难！]【平民功能】〖计算.iyu〗

《彩色头像》[特别流行的彩色头像，让您的头像颜色大变色，让您个性不大众！]【会员功能】〖彩色头像.iyu〗

《靓号在手》[QQ靓号申请器，9位QQ，靓号QQ，都可以轻松申请到手，个性的我，无需隐藏！]【会员功能】〖lh.iyu〗

《悬浮播放》[看电视/电影/电视剧，但是还想玩游戏，怎么办？这款功能让你边玩游戏，还能边看电视！]【会员功能】〖悬浮播放.iyu〗

《歌曲查询》[找到您喜欢的歌曲歌词和下载链接，无需会员，无会员也要如此的高调！]【会员功能】〖歌曲查询.iyu〗

《手机归属》[查询手机号的归属地，用来查询/社工别人的地址！]【会员功能】〖归属地.iyu〗

《代码加密》[ut8加密，加密您的文字，摩斯密码，不易破解！]【会员功能】〖代码加密.iyu〗

《在线仿站》[获取别人的网站源代码，取而代之，自己也可以制作相同的网站！]【会员功能】〖在线仿站.iyu〗#分割符#

《网络技巧》[玩网络，怕被骗，别人说话不知道什么意思怎么办？这款功能让你什么都知道，不再被骗！]【会员功能】〖技巧.iyu〗

《Apk提取》[一键提取apk软件中的图片资源数据，以便于自己开发使用。]【会员功能】〖提取.iyu〗

《一键编程》[自己制作自己喜欢的App，只属于自己，不会编程都不是问题！]【会员功能】〖一键编程.iyu〗

《网站防红》[保护网站不被举报，更持久，不再提示打不开红色界面.]【平民功能】〖防红制作.iyu〗

《资源提取》[提取apk资源，一款比较好用的功能，程序猿编程软件必备！]【会员功能】〖提取.iyu〗

《HTML运行》[程序猿测试html代码专用，普通人可能用不上，编程网站专用的功能！]【会员功能】〖gndm.iyu〗

#分割符#咿呀
]全部功能




日常问题{
--------
【哪里不懂看这里！】
@隐Box的功能很多，导致很多人找不到自己想要的功能，或者是迷路了，哈哈哈。
那么怎么办呢？别急别急，接着看。

首先点击主页下方的五个按钮中间的那个，进入到大厅中，再点击>全部功能<就可以了。
然后功能不会用怎么办？还是点击右下角按钮，然后进入社区，点击>使用技巧<进去学习一下就可以啦，非常之简单。

有任何问题请联系微信公众号：幻隐网咯群@
图片[]图片
【本App的功能以及玩法】
@哈喽，我是By隐心，太无聊了，给各位分享几种隐Box的玩法吧~

第一种：毋庸置疑，肯定是隐Box中的功能，这个不是今天的主角，就不多言语了。

第二种：论坛帖子，这个是隐Box唯一一个可以帮你赚钱的玩法，只需要发布文章帖子，设置用户付费查看，即可赚取收益，然后呢各位可能会发现，隐Box的用户头像无法更改，这就跟正规创作者有关了。

普通用户可以玩，赚点小收益，如果想要开通更多权益，可以联系微信公众号：幻隐网咯群(开通官方创作者-认证)

认证后可以：更改自己的信息、收益赚取的更多、流量曝光、免费会员等等，欢迎up主来咨询。

第三种：软件的会员并不是只有充钱才可以获得的喔，可以通过签到获取龙珠，龙珠每满十个，可以兑换会员权限。

第四种：邀请自己的好友加入我们隐Box，对方注册输入您邀请码即代表完成，邀请十人即可获取一个月会员权限。@

【软件耗费流量么？】
@您好，针对这个问题，隐心也研究了很久，太浪费流量对你们不好，我这边也得不到任何利益，所以呢，我尽量的缩减了流量使用空间！然后呢，使用软件推荐您还是用wifi网络，如果4G等流量的话，会耗费很多的，虽然说已经缩减了，但是观看影视之类的还是会浪费大量流量，不管什么App都是非常耗费流量的，所以这个无法避免，推荐使用wifi网络！如果您喜欢用4G等网络的话，你可以查看耗费了多少，是否可接受，不接受的话还是推荐您用wifi！@
【软件为什么收费？】
@话不多说！很多人问，为什么要收费？其实本来是打算做免费的，但是由于每个月各种续费高达1000+，多少还是有些吃力，平台只要运营，我就需要钱，然而我一人显然不行，而且我也要吃饭，我也要活着呀，所以选择了收费模式。就算收费，我也是保持了初心，软件内免费功能也很多，给各位极致的体验！希望能得到各位的支持！@
【软件需要网络么？】
@本软件是利用很多网络接口制作而成的App，因此需要网络，现在玩手机，最基础的就是网络，所以这个问题，相信很多人都不会受限制吧！@
--------
}日常问题